
       IDENTIFICATION DIVISION.
       PROGRAM-ID. CAPITULO-7.
       DATA DIVISION.
       FILE SECTION.
       WORKING-STORAGE SECTION.
       01  SALUDO PIC 9(5) VALUE 20000.
       PROCEDURE DIVISION.
       MAIN-PROCEDURE.
            DISPLAY "Este texto se va a mostrar".
            DISPLAY SALUDO.
            STOP RUN.
       END PROGRAM CAPITULO-7.
